[
  {
    "pergunta": "Cárcere das Almas Ah! Toda a alma num cárcere anda presa, Soluçando nas trevas, entre as grades, Do calabouço, olhando imensidades, Mares, estrelas, tardes, natureza. Tudo se veste de uma igual grandeza,  Quando a alma entre grilhões as liberdades, Sonha e, sonhando, as imortalidades, Rasga no etéreo o Espaço da Pureza. Ó almas presas, mudas e fechadas, Nas prisões colossais e abandonadas, Da Dor no calabouço, atroz, funéreo! Nesses silêncios solitários, graves, Que chaveiro do Céu possui as chaves, Para abrir-vos as portas do Mistério?! — Cruz e Sousa Os elementos formais e temáticos relacionados com o contexto cultural do Simbolismo encontrados no poema Cárcere das Almas, de Cruz e Sousa, são:",
    "opcoes": ["a opção pela abordagem, em linguagem simples e direta, de temas filosóficos", "a prevalência do lirismo amoroso e intimista em relação à temática nacionalista", "o refinamento estético da forma poética e o tratamento metafísico de temas universais", "a crítica social expressa por meio de uma linguagem coloquial e irônica", "a descrição objetiva da realidade, com ênfase na observação científica"],
    "correta": "o refinamento estético da forma poética e o tratamento metafísico de temas universais",
    "categoria": "Língua Portuguesa",
    "explicacao": ""
  },
  {
    "pergunta": "Leia o trecho da música Tempo Perdido, da Legião Urbana:“Nosso suor sagrado É bem mais belo que esse sangue amargo”Nesse trecho, a musicalidade dos versos contribui para a expressividade da mensagem. Observa-se a repetição intencional de sons consonantais semelhantes, criando um efeito sonoro que reforça o contraste entre elementos positivos e negativos. A figura de linguagem predominante nesse trecho, relacionada à repetição de sons consonantais, é:",
    "opcoes": ["Antítese", "Hipérbole", "Metonímia", "Eufemismo", "Aliteração"],
    "correta": "Aliteração",
    "categoria": "Língua Portuguesa",
    "explicacao": ""
  },
  {
    "pergunta": "Quando Ismália enlouqueceu, Pôs-se na torre a sonhar...Viu uma lua no céu, Viu outra lua no mar. No sonho em que se perdeu,Banhou-se toda em luar... Queria subir ao céu, Queria descer ao mar... E, no desvario seu, Na torre pôs-se a cantar... Estava perto do céu, Estava longe do mar... E como um anjo pendeu, As asas para voar... Queria a lua do céu, Queria a lua do mar... As asas que Deus lhe deu, Ruflaram de par em par... Sua alma subiu ao céu, Seu corpo desceu ao mar... O poema “Ismália” trata de uma personagem em estado de delírio poético, entre o desejo de transcendência e a angústia da realidade. A linguagem simbolista marca presença ao longo do texto. Com base na leitura do poema, é possível inferir que:",
    "opcoes": ["Ismália morre afogada após confundir a realidade com um sonho de amor", "O poema descreve uma crítica à repressão feminina no contexto social da época", "A figura de Ismália representa um ideal de equilíbrio entre razão e emoção", "A busca de Ismália por alcançar as luas simboliza o desejo de fuga da realidade", "O eu lírico revela-se como um observador racional diante da loucura de Ismália"],
    "correta": "O poema descreve uma crítica à repressão feminina no contexto social da época",
    "categoria": "Língua Portuguesa",
    "explicacao": ""
  },
  {
    "pergunta": "– Me disseram... – Disseram-me. – Hein? – O correto é 'disseram-me'. Não 'me disseram'. – Eu falo como quero. E te digo mais... Ou é 'digo-te'? – O quê? – Digo-te que você... – O 'te' e o 'você' não combinam. – Lhe digo? – Também não. – O que você ia me dizer? – Que você está sendo grosseiro, pedante e chato. Pergunta:Esse diálogo ilustra uma situação em que o uso da norma-padrão torna-se inadequado em razão do:",
    "opcoes": ["falta de compreensão causada pelo choque entre gerações", "contexto de comunicação em que a conversa se dá", "contexto de comunicação em que a conversa se dá", "diferença de escolaridade entre os falantes", "nível social dos participantes da situação"],
    "correta": "contexto de comunicação em que a conversa se dá",
    "categoria": "Língua Portuguesa",
    "explicacao": ""
  },
  {
    "pergunta": "“Passado muito tempo, resolvi tentar falar, porque estava sozinha me embrenhando na mesma vereda que Donana costumava entrar. Ainda recordo da palavra que escolhi: arado. Me deleitava vendo meu pai conduzindo o arado velho da fazenda carregado pelo boi, rasgando a terra para depois lançar grãos de arroz em torrões marrons e vermelhos revolvidos. Gostava do som redondo, fácil e ruidoso que tinha ao ser enunciado. 'Vou trabalhar no arado.' 'Vou arar a terra.' 'Seria bom ter um arado novo, esse arado tá troncho e velho.' O som que deixou minha boca era uma aberração, uma desordem, como se no lugar do pedaço perdido da língua tivesse um ovo quente. Era um arado torto, deformado, que penetrava a terra de tal forma a deixá-la infértil, destruída, dilacerada.” Pergunta: Com a perda de parte da língua na infância, a narradora tenta voltar a falar. Essa tentativa revela uma experiência que:",
    "opcoes": ["reflete o olhar do pai sobre as etapas do plantio", "metaforiza a linguagem como ferramenta de lavoura", "explicita, na busca pela palavra, o medo da solidão", "confirma a frustração da narradora com relação à terra", "sugere, na ausência da linguagem, a estagnação do tempo"],
    "correta": "metaforiza a linguagem como ferramenta de lavoura",
    "categoria": "Língua Portuguesa",
    "explicacao": ""
  },
  {
    "pergunta": "“O brasileiro é, antes de tudo, um forte. Não por vocação ou destino, mas por resistência. Entre tragédias, tropeços, zombarias e abusos históricos, ainda sabe rir. Ainda sonha. Ainda dança. Mesmo com o peso dos erros que não cometeu, segue tentando acertar.” Pergunta: O texto constrói uma imagem do povo brasileiro com base em uma perspectiva:",
    "opcoes": ["Nacionalista exagerada, ao retratar o Brasil como exemplo mundial", "Irônica, ao criticar o otimismo do povo diante de tragédias", "Cética, ao desconfiar da capacidade de superação do povo", "Realista e crítica, ao reconhecer a força do povo apesar dos problemas", "Melancólica, ao enfatizar somente o sofrimento histórico do país"],
    "correta": "Realista e crítica, ao reconhecer a força do povo apesar dos problemas",
    "categoria": "Língua Portuguesa",
    "explicacao": ""
  }
]
